<?php

use Illuminate\Database\Seeder;

class frequency extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        $frequencies = [ 'ایک  روزانہ','ایک روزانہ صبح','ایک روزانہ رات',
            'ایک صبح ,  ایک شام','ایک صبح ، دوپہر ، شام','______ یونٹ صبح ، ________ یونٹ   رات کھانے سے 20 منٹ پہلے',
            'آدھی گولی روزانہ  رات','ایک  چمچ صبح دوپہر شام',
            'ایک ٹیکہ  دودھ میں ملا کر پئیں  ہفتے میں ایک مرتبہ- ٹوٹل 6 ٹیکے 6 ہفتوں میں',
            'ایک گولی درد کی صورت میں','دو پف سانس کی خرابی کی صورت میں',
            '____________ یونٹ  رات کو','2 چمچ صبح دوپہر شام',
            ' دو   ہر 6 گھنٹے کے بعد  -   2+2+2+2','حسب ضرورت','______________',
            '________ رات کو ','دو اکٹھی پھلے دن پھر ایک روزانہ ',
            'آٹھ  ساشے ایک لیٹر پانی میں ملا کر ... 6 گھنٹے میں پی لیں',
            'ایک    ہر 6 گھنٹے کے بعد  -   1+1+1+1',
            '_________صبح ، دوپہر ، شام','______صبح ، ______ شام',
            'دو  چمچ  صبح ، دوپہر ، شام','تین  چمچ  صبح ، دوپہر، شام',
            'ایک  ہر چار گھنٹے بعد (ایک دن میں پانچ مرتبہ  )',
            'ایک درد کی صورت میں','ایک قطرہ  ہر چار سے چھے گھنٹے بعد',
            'ایک ابھی اسی وقت  ','ایک پف صبح شام ',
            'ایک  چمچ صبح دوپہر شام','آدھی گولی روزانہ صبح '];
        foreach ($frequencies as $frequency) {
            \App\Frequency::create(['frequency'=>$frequency]);
        }
    }
}
