<?php

use Illuminate\Database\Seeder;

class purpose extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {

        $purposes = ['شوگر کے لیے','بلڈ پریشر کے لیے','کولیسٹرول کے لیے'
            ,'معدے /گیس کے لیے','درد کے لیے',' زبان کے نیچے رکھیں',
            'حسب ضرورت','پیروں کی جلن کے لیے ','دمے کے لیے ','دل کے لیے ',
            'دھڑکن کے لیے','نیند/سکون  کے لیے','پراسٹیٹ / غدود کے لیے ',
            'سر درد کے لیے ','بخار کے لیے ','رعشے کے لیے ','یورک ایسڈ کے لیے ',
            'کھانسی کے لیے ','آئرن کی کمی کے لیے ','چکر  کے لئے ',
            'نزلے کے لیے ','قبض کے لیے ','خون پتلا کرنے کے لیے','پہلے کی طرح  جاری رکھیں'
        ];
        foreach ($purposes as $purpose) {
            \App\Purpose::create(['purpose'=>$purpose]);
        }
    }
}
